<template>
    <div class="about-comp">
        <h1>关于XMBTI</h1>
        <h3>XMBTI的由来</h3>
        <p>XMBTI网是基于MBTI人格理论的交流平台，“X”意为探索未知，这也是我们的源动力之一。</p>
        <p>我们希望通过人格类型的镜头提供变革性的见解，将自我意识视为个人成长的重要先导，我们努力阐明多数人可能无法看到或理解的心理现实。</p>
        <p>我们希望能帮助社会的每个阶层定位自我、发掘自身的潜力、实现自我价值。</p>
        <p>我们相信，了解自身的人格类型特点对于以下几个方面至关重要：</p>
        <em>a.澄清自身的天赋，身份和人生目标</em>
        <em>b.开发心智，寻找到与“心流”伴随的成长之路</em>
        <em>c.认识到自身的价值观、信仰、兴趣和动机可能会被你的类型塑造和影响</em>
        <br>
        <p>因此，有了您现在所看到的XMBTI网。</p>

        <h3>参与XMBTI</h3>
        <p>在XMBTI网，可以参与MBTI相关的各项测试，并分享关于MBTI的见解和心得。</p>
        <p>通过MBTI人格理论打造自己人生之“锚”，通过协力建造的名人汇找到属于自己的一盏“灯塔”。</p>
        <p>寻找理想职业，探索心流体验，最大限度地发挥你的内在潜力、天赋，并遵从你内在核心价值：</p> 
        <em>a.定位自己擅长的事业领域</em>
        <em>b.找到内在动力、激励和焦虑的源泉</em>
        <em>c.从人性的视角去促进团队的协作</em>
        <em>d.最大限度地发挥自己的优势，正确审视自己的劣势</em> 
        <em>e.日常中建立更具价值与意义的联系</em>
        <em>f.促进理解与信任，助力亲密关系的发展</em>
        <em>g.提升心智、发现兴趣，专注于自己所擅长</em>
        <em>h.洞察个体差异的本质</em>
        <br>
        <p>集众人之力推行MBTI，让其服务更多的人。</p>
        <p>继承前人伟大成果，并继续推陈出新。</p>

    </div>
</template>
<script>
export default {
    data(){
        return {   

        }
    },
    components:{

    },
    watch:{
    },
    methods:{

    },
    mounted(){
    },
    created(){

    }
    
};
</script>
<style lang="less">
.about-comp {
}

</style>
    