<template>
    <div class="about-comp">
    
<h1>免责申明</h1>

<p>1、用户在XMBTI网发表的内容仅表明其个人的立场和观点，并不代表XMBTI网的立场或观点。作为内容的发表者，需自行对所发表内容负责，因所发表内容引发的一切纠纷，由该内容的发表者承担全部法律及连带责任。XMBTI网不承担任何法律及连带责任。</p>

<p>2、XMBTI网不保证网络服务一定能满足用户的要求，也不保证网络服务不会中断，对网络服务的及时性、安全性、准确性也都不作保证。</p>

<p>3、对于因不可抗力或XMBTI网不能控制的原因造成的网络服务中断或其它缺陷，XMBTI网不承担任何责任，但将尽力减少因此而给用户造成的损失和影响。</p>
    




    <!-- 免责声明
总则
　　用户在接受豆瓣网服务之前，请务必仔细阅读本条款并同意本声明。

　　用户直接或通过各类方式（如站外API引用等）间接使用豆瓣网服务和数据的行为，都将被视作已无条件接受本声明所涉全部内容；若用户对本声明的任何条款有异议，请停止使用豆瓣网所提供的全部服务。
第一条
　　用户以各种方式使用豆瓣网服务和数据（包括但不限于发表、宣传介绍、转载、浏览及利用豆瓣网或豆瓣网用户发布内容）的过程中，不得以任何方式利用豆瓣网直接或间接从事违反中国法律、以及社会公德的行为，且用户应当恪守下述承诺：

　　1. 发布、转载或提供的内容符合中国法律、社会公德；
　　2. 不得干扰、损害和侵犯豆瓣网的各种合法权利与利益；
　　3. 遵守豆瓣网以及与之相关的网络服务的协议、指导原则、管理细则等；

　　豆瓣网有权对违反上述承诺的内容予以删除。
第二条
　　1. 豆瓣网仅为用户发布的内容提供存储空间，豆瓣网不对用户发表、转载的内容提供任何形式的保证：不保证内容满足您的要求，不保证豆瓣网的服务不会中断。因网络状况、通讯线路、第三方网站或管理部门的要求等任何原因而导致您不能正常使用豆瓣，豆瓣网不承担任何法律责任。

　　2. 用户在豆瓣网发表的内容（包含但不限于豆瓣网目前各产品功能里的内容）仅表明其个人的立场和观点，并不代表豆瓣网的立场或观点。其中，「豆瓣一刻」App的订阅服务是仅为用户提供信息传播与分享的平台性服务。作为内容的发表者，需自行对所发表内容负责，因所发表内容引发的一切纠纷，由该内容的发表者承担全部法律及连带责任。豆瓣网不承担任何法律及连带责任。

　　3. 用户在豆瓣网发布侵犯他人知识产权或其他合法权益的内容，豆瓣网有权予以删除，并保留移交司法机关处理的权利。

　　4. 个人或单位如认为豆瓣网上存在侵犯自身合法权益的内容，应准备好具有法律效应的证明材料，及时与豆瓣网取得联系，以便豆瓣网迅速做出处理。
　　联系我们请

-->
    </div>
</template>
<script>
export default {
    data(){
        return {   

        }
    },
    components:{

    },
    watch:{
    },
    methods:{

    },
    mounted(){
    },
    created(){

    }
    
};
</script>
<style lang="less">
.about-comp {

}

</style>
    