<template>
    <div class="about-comp">
        <h1>用户协议</h1>
        <!-- <h3>总则</h3>
        <p>用户在接受豆瓣网服务之前，请务必仔细阅读本条款并同意本声明。</p>
        <p>用户直接或通过各类方式（如站外API引用等）间接使用豆瓣网服务和数据的行为，都将被视作已无条件接受本声明所涉全部内容；若用户对本声明的任何条款有异议，请停止使用豆瓣网所提供的全部服务。</p>
        <h3>第一条</h3>
        <p>用户以各种方式使用豆瓣网服务和数据（包括但不限于发表、宣传介绍、转载、浏览及利用豆瓣网或豆瓣网用户发布内容）的过程中，不得以任何方式利用豆瓣网直接或间接从事违反中国法律、以及社会公德的行为，且用户应当恪守下述承诺：</p>
        　　<p>1. 发布、转载或提供的内容符合中国法律、社会公德；</p>
        　　<p>2. 不得干扰、损害和侵犯豆瓣网的各种合法权利与利益；</p>
        　　<p>3. 遵守豆瓣网以及与之相关的网络服务的协议、指导原则、管理细则等；</p>
            <p>豆瓣网有权对违反上述承诺的内容予以删除。</p>
        <h3>第二条</h3>
    　　<p>1. 豆瓣网仅为用户发布的内容提供存储空间，豆瓣网不对用户发表、转载的内容提供任何形式的保证：不保证内容满足您的要求，不保证豆瓣网的服务不会中断。因网络状况、通讯线路、第三方网站或管理部门的</p>要求等任何原因而导致您不能正常使用豆瓣，豆瓣网不承担任何法律责任。

    　　<p>2. 用户在豆瓣网发表的内容（包含但不限于豆瓣网目前各产品功能里的内容）仅表明其个人的立场和观点，并不代表豆瓣网的立场或观点。其中，「豆瓣一刻」App的订阅服务是仅为用户提供信息传播与分享的平</p>台性服务。作为内容的发表者，需自行对所发表内容负责，因所发表内容引发的一切纠纷，由该内容的发表者承担全部法律及连带责任。豆瓣网不承担任何法律及连带责任。

    　　<p>3. 用户在豆瓣网发布侵犯他人知识产权或其他合法权益的内容，豆瓣网有权予以删除，并保留移交司法机关处理的权利。</p>

    　　<p>4. 个人或单位如认为豆瓣网上存在侵犯自身合法权益的内容，应准备好具有法律效应的证明材料，及时与豆瓣网取得联系，以便豆瓣网迅速做出处理。</p> -->
<p>欢迎您来到XMBTI网！</p>

<p>请您仔细阅读以下条款，如果您对本协议的任何条款表示异议，您可以选择停止访问行为。当您注册成功，无论是进入XMBTI网，还是在XMBTI网上发布任何内容，或者是直接或通过各类方式（如站外API引用等）间接使用XMBTI网服务和数据的行为，都将被视作已无条件接受本声明所涉全部内容。</p>

<p>若您对本声明的任何条款有异议，请停止使用XMBTI网所提供的全部服务。</p>

<h3>使用规则</h3>

<p>1、用户注册成功后，XMBTI网将给予每个用户一个用户帐号及相应的密码，该用户帐号和密码由用户负责保管；用户应当对以其用户帐号进行的所有活动和事件负法律责任。</p>

<p>2、用户须对在XMBTI网的注册信息的真实性、合法性、有效性承担全部责任，用户不得冒充他人；不得利用他人的名义发布任何信息；不得恶意使用注册帐号导致其他用户误认； 任何机构或个人注册和使用的互联网用户账号名称，不得有下列情形：</p>
<em>（一）违反宪法或法律法规规定的；</em>
<em>（二）危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；</em>
<em>（三）损害国家荣誉和利益的，损害公共利益的；</em>
<em>（四）煽动民族仇恨、民族歧视，破坏民族团结的；</em>
<em>（五）破坏国家宗教政策，宣扬邪教和封建迷信的；</em>
<em>（六）散布谣言，扰乱社会秩序，破坏社会稳定的；</em>
<em>（七）散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；</em>
<em>（八）侮辱或者诽谤他人，侵害他人合法权益的；</em>
<em>（九）含有法律、行政法规禁止的其他内容的。</em>

<p>关于用户名的管理：</p>

<p>请勿以党和国家领导人或其他名人的真实姓名、字、号、艺名、笔名、头衔等注册和使用昵 称（如确为本人，需要提交相关证据并</p>通过审核方可允许使用）；

<p>请勿以国家组织机构或其他组织机构的名称等注册和使用昵称（如确为该机构，需要提交相关证据并通过审核方可允许使用）；</p>

<p>请勿注册和使用与其他网友相同、相仿的名字或昵称；</p>

<p>请勿注册和使用不文明、不健康的ID和昵称；</p>

<p>请勿注册和使用易产生歧义、引起他人误解或带有各种奇形怪状符号的ID和昵称。</p>

<p>用户以虚假信息骗取账号名称注册，或账号头像、简介等注册信息存在违法和不良信息的，XMBTI网将暂停或注销。</p>

<p>用户连续一年没有在XMBTI网上更新动态，XMBTI网有权收回该用户昵称。</p>

<p>3、XMBTI网是一个信息分享及传播的平台。用户通过XMBTI网发表的信息为公开的信息，其他第三方均可以通过XMBTI网获取用户发</p>表的信息，用户对任何信息的发表即认可该信息为公开的信息，并单独对此行为承担法律责任；任何用户不愿被其他第三人获知的信息都不应该在XMBTI网上进行发表。

<p>4、用户承诺不得以任何方式利用XMBTI网直接或间接从事违反中国法律、以及社会公德的行为，XMBTI网有权对违反上述承诺的内容</p>予以删除。

<p>5、XMBTI网用户不得利用XMBTI网服务制作、上载、复制、发布、传播或者转载如下内容：</p>

<em>· 反对宪法所确定的基本原则的；</em>

<em>· 危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；</em>

<em>· 损害国家荣誉和利益的；</em>

<em>· 煽动民族仇恨、民族歧视，破坏民族团结的；</em>

<em>· 破坏国家宗教政策，宣扬邪教和封建迷信的；</em>

<em>· 散布谣言，扰乱社会秩序，破坏社会稳定的；</em>

<em>· 散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；</em>

<em>· 侮辱或者诽谤他人，侵害他人合法权益的；</em>

<em>· 含有法律、行政法规禁止的其他内容的信息。</em>

<p>6、XMBTI网有权对用户使用XMBTI网的情况进行审查和监督，如用户在使用XMBTI网时违反任何上述规定，XMBTI网或其授权的人有权要求用户改正或直接采取一切必要的措施（包括但不限于更改或删除用户张贴的内容、暂停或终止用户使用XMBTI网的权利）以减轻用户不当行为造成的影响。</p>

<h3>知识产权</h3>

<p>XMBTI网是一个信息获取、分享及传播的平台，我们尊重和鼓励XMBTI网用户创作的内容，认识到保护知识产权对XMBTI网生存与发展的重要性，承诺将保护知识产权作为XMBTI网运营的基本原则之一。</p>

<p>1、用户在XMBTI网上发表的全部原创内容，著作权均归用户本人所有。用户可授权第三方以任何方式使用，不需要得到XMBTI网的同意。</p>

<p>2、XMBTI网提供的网络服务中包含的标识、版面设计、排版方式、文本、图片、图形等均受著作权、商标权及其它法律保护，未经相关权利人（含XMBTI网及其他原始权利人）同意，上述内容均不得在任何平台被直接或间接发布、使用、出于发布或使用目的的改写或再发行，或被用于其他任何商业目的。</p>

<p>3、为了促进其创作内容的分享和传播，用户将其在XMBTI网上发表的全部内容，授予XMBTI网免费的、不可撤销的、非独家使用许可，XMBTI网有权将该内容用于XMBTI网各种形态的产品和服务上，包括但不限于网站以及发表的应用或其他互联网产品。</p>

<p>第三方若出于非商业目的，将用户在XMBTI网上发表的内容转载在XMBTI网之外的地方，应当在作品的正文开头的显著位置注明原作者姓名（或原作者在XMBTI网上使用的帐号名称），给出原始链接，注明「发表于XMBTI网」，并不得对作品进行修改演绎。若需要对作品进行修改，或用于商业目的，第三方应当联系用户获得单独授权，按照用户规定的方式使用该内容。</p>

<p>4、XMBTI网为用户提供「保留所有权利，禁止转载」的选项。除非获得原作者的单独授权，并邮件通知XMBTI网（邮箱：help@xmbti.com），任何第三方不得转载标注了「禁止转载」的内容，否则均视为侵权。</p>

<p>5、在XMBTI网上传或发表的内容，用户应保证其为著作权人或已取得合法授权，并且该内容不会侵犯任何第三方的合法权益。如果第三方提出关于著作权的异议，XMBTI网有权根据实际情况删除相关的内容有权追究用户的法律责任，给XMBTI网或任何第三方造成损失的，用户应负责全额赔偿。</p>

<p>6、如果任何第三方侵犯了XMBTI网用户相关的权利，用户同意授权XMBTI网或其指定的代理人代表XMBTI网自身或用户对该第三方提出警告、投诉、发起行政执法、诉讼、进行上诉，或谈判和解，并且用户同意在XMBTI网认为必要的情况下参与共同维权。</p>

<p>7、XMBTI网有权但无义务对用户发布的内容进行审核，有权根据相关证据结合《侵权责任法》、《信息网络传播权保护条例》等法律法规及XMBTI网社区指导原则对侵权信息进行处理。</p>

<h3>个人隐私</h3>

<p>尊重用户个人隐私信息的私有性是XMBTI网的一贯原则，XMBTI网将通过技术手段、强化内部管理等办法充分保护用户的个人隐私信息，除法律或有法律赋予权限的政府部门要求或事先得到用户明确授权等原因外，XMBTI网保证不对外公开或向第三方透露用户个人隐私信息，或用户在使用服务时存储的非公开内容。</p>

<p>同时，为了运营和改善XMBTI网的技术与服务，XMBTI网将可能会自行收集使用或向第三方提供用户的非个人隐私信息，这将有助于XMBTI网向用户提供更好的用户体验和服务质量。</p>

<h3>侵权举报</h3>

<p>1、处理原则</p>

<p>XMBTI网高度重视自由表达和企业正当权利的平衡。依照法律规定删除违法信息是XMBTI网社区的法定义务，XMBTI网社区亦未与任何中介机构合作开展此项业务。</p>

<p>2、受理范围</p>

<p>受理XMBTI网社区内侵犯企业或个人合法权益的侵权举报，包括但不限于涉及个人隐私、造谣与诽谤、商业侵权。</p>

<p>涉及个人隐私：发布内容中直接涉及身份信息，如个人姓名、家庭住址、身份证号码、工作单位、私人电话等详细个人隐私；</p>

<p>造谣、诽谤：发布内容中指名道姓（包括自然人和企业）的直接谩骂、侮辱、虚构中伤、恶意诽谤等；</p>

<p>商业侵权：泄露企业商业机密及其他根据保密协议不能公开讨论的内容。</p>

<p>3、举报条件</p>

<p>如果个人或单位发现XMBTI网上存在侵犯自身合法权益的内容，请与XMBTI网取得联系（邮箱：help@xmbti.com）。为了保证问题能够及时有效地处理，请务必提交真实有效、完整清晰的材料，否则不予受理。请使用以下格式（包括各条款的序号）：</p>

<p>A、权利人对涉嫌侵权内容拥有商标权、著作权和/或其他依法可以行使权利的权属证明；如果举报人非权利人，请举报人提供代表企业进行举报的书面授权证明。</p>

<p>B、充分、明确地描述侵犯了权利人合法权益的内容，提供涉嫌侵权内容在XMBTI网上的具体页面地址，指明涉嫌侵权内容中的哪些内容侵犯了上述列明的权利人的合法权益；</p>

<p>C、权利人具体的联络信息，包括姓名、身份证或护照复印件（对自然人）、单位登记证明复印件（对单位）、通信地址、电话号码、传真和电子邮件；</p>

<p>D、在侵权举报中加入如下关于举报内容真实性的声明：</p>

<p>· 我本人为所举报内容的合法权利人；</p>

<p>· 我举报的发布在XMBTI网社区中的内容侵犯了本人相应的合法权益；</p>

<p>· 如果本侵权举报内容不完全属实，本人将承担由此产生的一切法律责任。</p>

<p>4、处理流程</p>

<p>出于网络社区的监督属性，并非所有申请都必须受理。XMBTI网自收到举报邮件七个工作日内处理完毕并给出回复。处理期间，不提供任何电话、邮件及其他方式的查询服务。</p>

<p>出现XMBTI网已经删除或处理的内容，但是百度、谷歌等搜索引擎依然可以搜索到的现象，是因为百度、谷歌等搜索引擎自带缓存，此类问题XMBTI网无权也无法处理，因此相关申请不予受理。</p>

<p>此为XMBTI网社区唯一的官方的侵权投诉渠道，暂不提供其他方式处理此业务。用户在XMBTI网中的商业行为引发的法律纠纷，由交易双方自行处理，与XMBTI网无关。</p>

<p>服务终止及暂停</p>

<p>任何引起其他用户反感的行为，包括但不限于利用XMBTI网平台发布广告或是垃圾信息，利用简信骚扰其他用户等，网站可随时行使暂停、收回、删除帐号的权利。</p>

<h3>协议修改</h3>

<p>1、根据互联网的发展和有关法律、法规及规范性文件的变化，或者因业务发展需要，XMBTI网有权对本协议的条款作出修改或变更，一旦本协议的内容发生变动，XMBTI网将会直接在XMBTI网站上公布修改之后的协议内容，该公布行为视为XMBTI网已经通知用户修改内容。XMBTI网也可采用电子邮件或私信的传送方式，提示用户协议条款的修改、服务变更、或其它重要事项。</p>

<p>2、如果不同意XMBTI网对本协议相关条款所做的修改，用户有权并应当停止使用XMBTI网。如果用户继续使用XMBTI网，则视为用户接受XMBTI网对本协议相关条款所做的修改。</p>

    </div>
</template>
<script>
export default {
    data(){
        return {   

        }
    },
    components:{

    },
    watch:{
    },
    methods:{

    },
    mounted(){
    },
    created(){

    }
    
};
</script>
<style lang="less">
.about-comp {

}

</style>
    