<template>
<div class="mbti-comp">
    <!-- 目录 -->
    <ul class="catalog">
        <li>目录：</a></li>
        <li><a href="#m1">MBTI简述</a></li>
        <li><a href="#m2">MBTI发展历程</a></li>
        <li><a href="#m3">MBTI人格理论的指标</a></li>
        <li><a href="#m4">MBTI中的十六种类型</a></li>
        <li><a href="#m5">MBTI对于企业应用的意义</a></li>
        <li><a href="#m6">MBTI对于个人的意义</a></li>
    </ul>
    <section id="m1">
        <h2 class=''>MBTI <span>简述</span></h2>
        <p>MBTI的全名是Myers-Briggs Type Indicator。它是一种迫选型、自我报告式的性格评估理论模型，用以衡量和描述人们在获取信息、作出决策、对待生活等方面的心理活动规律和性格类型。</p>
        <p>MBTI人格理论的基础是著名心理学家卡尔·荣格先生关于心理类型的划分，后由美国的心理学家Katharine Cook Briggs 与Isabel Briggs Myers研究并加以发展。</p>
        <p>Katherine Cook Briggs (1875-1968) 和她的心理学家女儿Isabel Briggs Myers根据瑞士著名的心理分析学家Carl G. Jung (荣格)的心理类型理论和她们对于人类性格差异的长期观察和研究而著成。经过了长达50多年的研究和发展，MBTI已经成为了当今全球最为著名和权威的性格测试。</p>
        <p>这种理论可以帮助解释为什么不同的人对不同的事物感兴趣、善长不同的工作、并且有时不能互相理解。这个工具已经在世界上运用了将近30年的时间，夫妻利用它增进融洽、老师学生利用它提高学习、授课效率，青年人利用它选择职业，组织利用它改善人际关系、团队沟通、组织建设、组织诊断等多个方面。在世界五百强中，有80%的企业有MBTI的应用经验。</p>
        <p>MBTI主要应用于职业发展、职业咨询、团队建议、婚姻教育等方面，是目前国际上应用较广的人才甄别工具。MBTI也是目前国际最为流行的职业人格评估工具。</p>
    </section>
    <section id="m2">
        <h2 class=''>MBTI <span>发展历程</span></h2>
        <p>1913年，瑞士心理学家C. G. Jung在慕尼黑国际精神分析会议上提出了内向型性格与外向型性格，揭开了现代性格类型研究的序幕。</p>
        <p>1921年，Jung发表《心理类型学》（德文版）；1923年H. G. Baynes将其译为英文，并由纽约的Harcourt Brace Jovanovich Company出版。该书是公认的现代性格类型理论的奠基之作。</p>
        <p>1942年，美国的Katherine C Briggs和Isabel Briggs Myers母女在Jung理论的基础上，开发了MBTI的第一张量表——量表A。当时正值第二次世界大战，Isabel母女希望通过MBTI增进人与人之间的相互理解和欣赏，从而避免战争。</p>
        <p>1957年，MBTI升级到量表D，增设“词对问题”。</p>
        <p>1962年，MBTI由新泽西普林斯顿的教育测试服务机构（ETS）出版，但ETS规定它只能被用于研究领域。同年，Isabel Briggs Myers出版了她的研究手册，这是有关MBTI的第一个正式文献。她还应邀在美国心理学学会发言，标志着MBTI获得了当时心理学界的正式认可。</p>
        <p>1962年~1970年，MBTI升级到量表E，开始关注性格类型的性别差异。</p>
        <p>1972年，“心理类型应用中心”（CAPT）在佛罗里达大学成立，它保存有心理类型研究所需的主要材料，并于1975年发起了第一次“类型测量学会议”。</p>
        <p>1975年，咨询心理学出版社（CPP）成为MBTI的正式出版者；MBTI在专业圈内得到进一步普及，并且第一次获准为普通大众提供服务。</p>
        <p>1977年~1978年，MBTI升级到量表K；开发出“MBTI第二步”（StepⅡ），把每个维度进一步细分为5个子维度，通过复杂的计算机计分程序产生结果——“扩展解释报告”（EIR）——大大提升了性格类型评估的精度和深度。</p>
        <p>1979年，心理类型学学会（APT）在CAPT会议上诞生。它的宗旨是促进MBTI的专业化和标准化，鼓励各种类型学派的多样化发展。</p>
        <p>1998年，在量表研究中引入“项目特征曲线”（ICC），进一步加强了MBTI评估的科学性。同年，MBTI升级到量表N（1998-N），增加测谎量表和一致性指数，这也是目前使用中的MBTI的最新版本。。</p>
    </section>
    <section id="m3">
        <!-- <span class=''>MBTI <span>核心内容</span></span> -->
        <h2 class=''>MBTI <span>人格理论的指标</span></h2>
        <dl>
            <dt>MBTI人格共有四个维度，每个维度有两个方向，共计八个方面。分别是：</dt>
            <dd>精力支配：外向 E --- 内向 I</dd>
            <dd>认识世界：感觉 S --- 直觉 N</dd>
            <dd>判断事物：思维 T --- 情感 F</dd>
            <dd>生活态度：判断 J --- 知觉 P</dd>
            <dd class="last">其中两两组合，可以组合成16种人格类型。</dd>
        </dl>
        <p>比如：我们与世界的相互作用可分为外向（E）和内向（I）；我们自然留意的信息类型有感觉（S）和直觉（N）之分；我们做决定的依据有有思考（T）和情感（F）之别；我们习惯的做事方式又分为判断（J）和知觉（P）</p>

        <h5>外向（E）和内向（I）</h5>
        <dl>
            <dt>外向（E）： </dt>
            <dd>从人际交往中获得能量</dd>
            <dd>喜欢外出</dd>
            <dd>表情丰富，外露</dd>
            <dd>喜欢交互作用，合群</dd>
            <dd>喜行动、多样性（不能长期坚持）</dd>
            <dd>不怕打扰，喜自由沟通</dd>
            <dd>讲，然后想；易冲动、易后悔、易受他人影响</dd>
        </dl>
        <dl>
            <dt>内向（I）： </dt>
            <dd>从自我独处中获得能量</dd>
            <dd>喜静、多思、冥想（离群、与外界相互误解）</dd>
            <dd>谨慎、不露表情</dd>
            <dd>社会行为的反射性（会失去机会）</dd>
            <dd>独立、负责、细致、周到、不蛮干</dd>
            <dd>不怕长时间做事、勤奋；怕打扰</dd>
            <dd>先想然后讲</dd>
        </dl>
        <h5>感觉（S）和直觉（N）</h5>
        <dl>
            <dt>感觉（S）:</dt>
            <dd>通过五官感受世界、注重真实的存在、实际。</dd>
            <dd>用已经有的技能解决问题</dd>
            <dd>喜具体明确的、可量化的</dd>
            <dd>重细节（少全面性）</dd>
            <dd>脚踏实地</dd>
            <dd>做事有可能的结果、能忍耐、小心</dd>
            <dd>可做重复工作（不喜新）不喜展望</dd>
        </dl>
        <dl>
            <dt>直觉（N）：</dt>
            <dd>通过第六感洞察世界、注重应该如何，相对较笼统</dd>
            <dd>喜学新技能</dd>
            <dd>不重准确、喜抽象和理论</dd>
            <dd>重可能性，讨厌细节</dd>
            <dd>好高骛远，喜欢新问题</dd>
            <dd>凭爱好做事，对事情的态度易变</dd>
            <dd>提新见解、匆促结论</dd>
        </dl>
        <h5>思考（T）和情感（F）</h5>
        <dl>
            <dt>思考（T）：</dt>
            <dd>基于分析，用逻辑客观方式决策 </dd>
            <dd>坚信自己的观点正确，不考虑他人意见</dd>
            <dd>清晰、正义、不喜欢调和主义</dd>
            <dd>批判和鉴别力</dd>
            <dd>规则</dd>
            <dd>工作中少表现出情感，也不喜欢他人感情用事</dd>
        </dl>
        <dl>
            <dt>情感（F）：</dt>
            <dd>主观和综合，用个人化的、价值导向的方式决策</dd>
            <dd>考虑决策对他人的影响</dd>
            <dd>和谐、宽容、喜欢调解</dd>
            <dd>不按照逻辑思考</dd>
            <dd>注重周围环境</dd>
            <dd>喜欢工作场景中的情感，从赞美中得到享受，也希望他人的赞美</dd>
        </dl>
        <h5>判断（J）和知觉（P）</h5>
        <dl>
            <dt>判断（J）：</dt>
            <dd>封闭定向封闭定向</dd>
            <dd>结构化和组织化</dd>
            <dd>时间导向</dd>
            <dd>决断，事情都有正误之分</dd>
            <dd>喜命令，控制、反应迅速，喜欢完成任务</dd>
            <dd>不善适应</dd>
        </dl>
        <dl>
            <dt>知觉（P）:</dt>
            <dd>开放定向</dd>
            <dd>弹性化和自发化</dd>
            <dd>探索和开放结局</dd>
            <dd>好奇，喜欢收集新信息而不是做结论</dd>
            <dd>喜欢观望，喜欢开始许多新的项目，但不完成</dd>
            <dd>优柔寡断、易分散注意</dd>
        </dl>
    </section>
    <section id="m4">
        <!-- <span class=''>MBTI <span>核心内容</span></span> -->
        <h2 class=''>MBTI <span>中的十六种类型</span></h2>
        <dl>
            <dt>四个维度，两两组合，共有十六种类型。以各个维度的字母表示类型，如下：</dt>
            <dd>SJ型（传统主义者）：ESTJ ISTJ ESFJ ISFJ</dd>
            <dd>SP型（经验主义者）：ESTP ISTP ESFP ISFP</dd>
            <dd>NF型（理想主义者）：ENFP INFP ENFJ INFJ</dd>
            <dd>NT型（概念主义者）：ENTP INTP ENTJ INTJ</dd>
        </dl>
        <p class="last">每种类型的四个维度在每个人身上会有不同的比重，不同的比重会导致不同的表现，关键在于各个维度上的人均指数和相对指数的大小。</p>
        <!-- <h5>SJ型：ESTJ ISTJ ESFJ ISFJ</h5> -->
        <h5>SJ型（ESTJ ISTJ ESFJ ISFJ）：忠诚的监护人</h5>
        <p>具有SJ偏好的人他们的共性是有很强的责任心与事业心，他们忠诚、按时完成任务，推崇安全、礼议、规则和服从，他们被一种服务于社会需要的强烈动机所驱使。他们坚定、尊重权威、等级制度，持保守的价值观。他们充当着保护者、管理员、稳压器、监护人的角色。大约有50%左右SJ偏爱的人为政府部门及军事部门的职务所吸引，并且显现出卓越成就。</p>
        <dl>
            <dt>ESTJ:</dt>
            <dd>1.务实、真实、事实倾向，具企业或技术天份。</dd>
            <dd>2.不喜欢抽象理论；最喜欢学习可立即运用事理。</dd>
        　　<dd>3.喜好组织与管理活动且专注以最有效率方式行事以达致成效。</dd>
        　　<dd>4.具决断力、关注细节且很快作出决策—优秀行政者。</dd>
        　　<dd>5.会忽略他人感受。</dd>
        　　<dd>6.喜作领导者或企业主管。</dd>
        </dl>
        <dl>
            <dt>ISTJ:</dt>
            <dd>1.严肃、安静、藉由集中心 志与全力投入、及可被信赖获致成功。</dd>
        　　<dd>2.行事务实、有序、实际 、 逻辑、真实及可信赖</dd>
        　　<dd>3.十分留意且乐于任何事（工作、居家、生活均有良好组织及有序。</dd>
        　　<dd>4.负责任。</dd>
        　　<dd>5.照设定成效来作出决策且不畏阻挠与闲言会坚定为之。</dd>
        　　<dd>6.重视传统与忠诚。</dd>
        　　<dd>7.传统性的思考者或经理。</dd>
        </dl>
        <dl>
            <dt>ESFJ:</dt>
        　　<dd>1.诚挚、爱说话、合作性高、受　欢迎、光明正大的、天生的合作者及活跃的组织成员。</dd>
        　　<dd>2.重和谐且长于创造和谐。</dd>
        　　<dd>3.常作对他人有益事务。</dd>
        　　<dd>4.给予鼓励及称许会有更佳工作成效。</dd>
        　　<dd>5.最有兴趣于会直接及有形影响人们生活的事务。</dd>
        　　<dd>6.喜欢与他人共事去精确且准时地完成工作。</dd>
        </dl>
        <dl>
            <dt>ISFJ:</dt>
        　　<dd>1.安静、和善、负责任、极具同情心。</dd>
        　　<dd>2.行事尽责投入。</dd>
        　　<dd>3.安定性高，常居项目工作或团体之安定力量。</dd>
        　　<dd>4.愿投入、吃苦及力求精确。</dd>
        　　<dd>5.兴趣通常不在于科技方面。对细节事务有耐心。</dd>
        　　<dd>6.忠诚、考虑周到、知性且会关切他人感受。</dd>
        　　<dd>7.致力于创构有序及和谐的工作与家庭环境。</dd>
        </dl>
        <h5>SP型 (ESTP ISTP ESFP ISFP)：天才的艺术家</h5>
        <p>有SP偏好的人有冒险精神，反应灵敏，在任何要求技巧性强的领域中游刃有余，他们常常被认为是喜欢活在危险边缘寻找刺激的人。他们为行动，冲动和享受现在而活着：约有60% 左右sp偏好的人喜欢艺术、娱乐、体育和文学，他们被称赞为天才的艺术家。</p>
        <dl>
            <dt>ESTP:</dt>
        　　<dd>1.擅长现场实时解决问题—解决问题者。</dd>
        　　<dd>2.喜欢办事并乐于其中及过程。</dd>
        　　<dd>3.倾向于喜好技术事务及运动，交结同好友人。</dd>
        　　<dd>4.具适应性、容忍度、务实性；投注心力于会很快具　成效工作。</dd>
        　　<dd>5.不喜欢冗长概念的解释及理论。</dd>
        　　<dd>6.最专精于可操作、处理、分解或组合的真实事务。</dd>
        </dl>
        <dl>
            <dt>ISTP:</dt>
        　　<dd>1.冷静旁观者—安静、预留余地、弹性及会以无偏见的好奇心与未预期原始的幽默观察与分析。</dd>
        　　<dd>2.有兴趣于探索原因及效果，技术事件是为何及如何运作且使用逻辑的原理组构事实、重视效能。</dd>
        　　<dd>3.擅长于掌握问题核心及找出解决方式。</dd>
        　　<dd>4.分析成事的缘由且能实时由大量资料中找出实际问题的核心。</dd>
        </dl>
        <dl>
            <dt>ESFP:</dt>
        　　<dd>1.外向、和善、接受性、乐于分享喜乐予他人。</dd>
        　　<dd>2.喜欢与他人一起行动且促成事件发生，在学习时亦然。</dd>
        　　<dd>3.知晓事件未来的发展并会热列参与。</dd>
        　　<dd>5.最擅长于人际相处能力及具备完备常识，很有弹性能立即　适应他人与环境。</dd>
        　　<dd>6.对生命、人、物质享受的热爱者。</dd>
        </dl>
        <dl>
            <dt>ISFP:</dt>
        　　<dd>1.羞怯的、安宁和善地、敏感的、亲切的、且行事谦虚。</dd>
        　　<dd>2.喜于避开争论，不对他人强加已见或价值观。</dd>
        　　<dd>3.无意于领导却常是忠诚的追随者。</dd>
        　　<dd>4.办事不急躁，安于现状无意于以过度的急切或努力破坏现况，且非成果导向。</dd>
        　　<dd>5.喜欢有自有的空间及照自订的时程办事。</dd>
        </dl>
        <h5>NF型（ENFP INFP ENFJ INFJ）：理想主义者、精神领袖</h5>
        <p>NF偏好的人在精神上有极强的哲理性，他们善于言辩、充满活力、有感染力、能影响他人的价值观并鼓舞其激情。他们帮助别人成长和进步，具有煽动性，被称为传播者和催化剂。约有一半的人在教育界、文学界、宗教界、咨询界以及心理学、文学、美术和音乐等行业显示着他们的非凡成就。</p>
        <dl>
            <dt>ENFP:</dt>
        　　<dd>1.充满热忱、活力充沛、聪明的、富想象力的，视生命充满机会但期能得自他人肯定与支持。</dd>
        　　<dd>2.几乎能达成所有有兴趣的事。</dd>
        　　<dd>3.对难题很快就有对策并能对有困难的人施予援手。</dd>
        　　<dd>4.依赖能改善的能力而无须预作规划准备。</dd>
        　　<dd>5.为达目的常能找出强制自己为之的理由。</dd>
        　　<dd>6.即兴执行者。</dd>
        </dl>
        <dl>
            <dt>INFP:</dt>
        　　<dd>1安静观察者，具理想性与对其价值观及重要之人具忠诚心。</dd>
        　　<dd>2.希外在生活形态与内在价值观相吻合。</dd>
        　　<dd>3.具好奇心且很快能看出机会所在。常担负开发创意的触媒者。</dd>
        　　<dd>4.除非价值观受侵犯，行事会具弹性、适应力高且承受力强。</dd>
        　　<dd>5.具想了解及发展他人潜能的企图。想作太多且作事全神贯注。</dd>
        　　<dd>6.对所处境遇及拥有不太在意。</dd>
        　　<dd>7.具适应力、有弹性除非价值观受到威胁。</dd>
        </dl>
        <dl>
            <dt>ENFJ:</dt>
            <dd>1.热忱、易感应及负责任的，具能鼓励他人的领导风格。</dd>
        　　<dd>2.对别人所想或希求会表达真正关切且切实用心去处理。</dd>
        　　<dd>3.能怡然且技巧性地带领团体讨论或演示文稿提案。</dd>
        　　<dd>4.爱交际、受欢迎及富同情心。</dd>
        　　<dd>5.对称许及批评很在意。</dd>
        　　<dd>6.喜欢带引别人且能使别人或团体发挥潜能。</dd>
        </dl>
        <dl>
            <dt>INFJ:</dt>
        　　<dd>1.因为坚忍、创意及必须达成的意图而能成功。</dd>
        　　<dd>2.会在工作中投注最大的努力。</dd>
        　　<dd>3.默默强力的、诚挚的及用心的关切他人。</dd>
        　　<dd>4.因坚守原则而受敬重。</dd>
        　　<dd>5.提出造福大众利益的明确远景而为人所尊敬与追随。</dd>
        　　<dd>6.追求创见、关系及物质财物的意义及关联。</dd>
        　　<dd>7.想了解什么能激励别人及对他人具洞察力。</dd>
        　　<dd>8.光明正大且坚信其价值观。</dd>
        　　<dd>9.有组织且果断地履行其愿景。</dd>
        </dl>
        <h5>NT型（ENTP INTP ENTJ INTJ）：科学家、思想家的摇篮</h5>
        <p>NT偏好的人有着天生好奇心，喜欢梦想，有独创性、创造力、洞察力、有兴趣获得新知识，有极强的分析问题、解决问题的能力。他们是独立的、理性的、有能力的人。人们称NT是思想家、科学家的摇篮，大多数NT类型的人喜欢物理、研究、管理、电脑、法律、金融、工程等理论性和技术性强的工作。</p>
        <dl>
            <dt>ENTP:</dt>
            <dd>1.反应快、聪明、长于多样事务。</dd>
        　　<dd>2.具激励伙伴、敏捷及直言讳专长。</dd>
        　　<dd>3.会为了有趣对问题的两面加予争辩。</dd>
        　　<dd>4.对解决新及挑战性的问题富有策略，但会轻忽或厌烦经常的任务与细节。</dd>
        　　<dd>5.兴趣多元，易倾向于转移至新生的兴趣。</dd>
        　　<dd>6.对所想要的会有技巧地找出逻辑的理由。</dd>
        　　<dd>7.长于看清础他人，有智能去解决新或有挑战的问题</dd>
        </dl>
        <dl>
            <dt>INTP:</dt>
            <dd>1.安静、自持、弹性及具适应力。</dd>
        　　<dd>2.特别喜爱追求理论与科学事理。</dd>
        　　<dd>3.习于以逻辑及分析来解决问题—问题解决者。</dd>
        　　<dd>4.最有兴趣于创意事务及特定工作，对聚会与闲聊无大兴趣。</dd>
        　　<dd>5.追求可发挥个人强烈兴趣的生涯。</dd>
        　　<dd>6.追求发展对有兴趣事务之逻辑解释。</dd>
        </dl>
        <dl>
            <dt>ENTJ:</dt>
            <dd>1.坦诚、具决策力的活动领导者。</dd>
        　　<dd>2.长于发展与实施广泛的系统以解决组织的问题。</dd>
        　　<dd>3.专精于具内涵与智能的谈话如对公众演讲。</dd>
        　　<dd>4.乐于经常吸收新知且能广开信息管道。</dd>
        　　<dd>5.易生过度自信，会强于表达自已创见。</dd>
        　　<dd>6.喜于长程策划及目标设定。</dd>
        </dl>
        <dl>
            <dt>INTJ:</dt>
        　　<dd>1.具强大动力与本意来达成目的与创意—固执顽固者。</dd>
        　　<dd>2.有宏大的愿景且能快速在众多外界事件中找出有意义的模范。</dd>
        　　<dd>3.对所承负职务，具良好能力于策划工作并完成。</dd>
        　　<dd>4.具怀疑心、挑剔性、独立性、果决，对专业水准及绩效要求高。</dd>
        </dl>
    </section>
    <section id="m5">
        <h2>MBTI<span>对于企业应用的意义</span></h2>
        <p>MBTI能够让人们更好的认识和了解自己，可以帮助HR部门对不同类型的员工进行更好的组合。目前已成为世界上应用最广泛的识别人与人差异的测评工具之一。MBTI主要用于了解受测者的处事风格、特点、职业适应性、潜质等，从而提供合理的工作及人际决策建议。</p>
    </section>
    <section id="m6">
        <h2>MBTI<span>对于个人的意义</span></h2>
        <p>可以澄清自身的优势和劣势、身份和人生目标，认识到自身的价值观、信仰、兴趣和动机可能会被你的类型塑造和影响；定位自我、发掘自身的潜力，辅助选择理想职业，发挥自身最大效能；促进人际中的理解与信任，助力亲密关系的发展。</p>
    </section>
</div>
</template>
<script>
export default {
    components:{

    }
}
</script>
<style lang="less">
.mbti-comp {
    position:relative;
    // 目录
    ul.catalog {
        position:absolute;
        right:-240px;
        top:22px;
        width:220px;
        background-color: #eee;
        padding:1em .4em 1em 1em;
        li:first-child {
            color:#0e959d;
            font-weight:600;
            border-bottom:1px solid #0e959d;
            margin-bottom:6px;
        }
        li {
            padding-bottom:6px;
        }
        a {
            color:#0e959d;
            font-size:.95em;
            margin-bottom:3em;
            &:hover {
                color:#0e4ba0;
            }
        }
    }
    section {
        padding:2% 0;
        h2 {
            font-size:21px;
            margin-bottom:8px;
            font-weight:600;
            // margin: 50px auto 100px;
            // font-size: 100px;
            // background: -webkit-linear-gradient(top,#fc0,#f30 50%,#c00 51%,#600);
            // background: -webkit-linear-gradient(top, #403e35, #f30 50%, #1d4475 51%, #042335);
            // -webkit-background-clip: text;
            // -webkit-text-fill-color: transparent;
            color:#3b434f;
            span {
                font-size:20px;
                position: relative;
                top:-2px;
            }
        }
        h5 {
            font-size:16px;
            font-weight:600;
            margin-bottom:6px;
            padding-top:8px;
        }
        p {
            // text-indent:2em;
        }
        dl {
            margin-bottom:8px;
            dt.weight {
                font-weight:600;
            }
            dd {
                font-size:.95em;
                padding-left:2em;
                position: relative;
                &:after {
                    content:"";
                    position:absolute;
                    display:block;
                    height:4px;
                    width:4px;
                    border:1px solid #333;
                    border-radius:50%;
                    left:1em;
                    top:9px;
                }
            }
            dd.last {
                padding-top:5px;
                text-indent:1em;
                &:after {
                    display:none;

                }
            }
        }
    }
    @media screen and (max-width:970px) {
        ul.catalog {
            display:none;
        }
    }


}
</style>


